Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 진짜 리에나 공주님이 맞는지 확인해보신다면서요.
en: you said you were going to check if she’s the real princess liena.

source: 그리고 내 세계는 맛있는 음식이 없어.
en: there isn’t any delicious food back in my world, either.

source: 마침 인간의 몸이니 들어갈 수가 있을 거라고 생각했지.
en: I thought being in a human body would allow me to do so.

source: 구수같은 소리하고 있네.
en: deliciously sour?

source: 왜 계속 같은 자리만 돌고 있는 기분이지.
en: i feel like i’m walking in circles.

source: 누군가 흑마법을 사용해서 여러 영을 소환한다는 건 사실 소환하려는 목표가 케릭스일 수도 있다.
en: if someone is trying to summon a specific soul, then perhaps kelix is their target.

source: 하긴 천년이나 지났으니, 그래도 느낌적인 느낌이랄까?
en: well, it has been a thousand years... but i have a hunch.

source: 왜 공주님이 성문 바깥을 나가면 소르덴 산으로 이동하게 결계가 짜여진 걸까요?
en: why is the barrier set to send her straight to mt. sorden when she tries to leave?

source: 다시는 그와 안 만날게요.
en: i won’t see him again.

source: 알 게 뭐야.
en: whatever.

source: 레티스 공작님이 리에나 공주님을 저택에 초대하셨다고 합니다.
en: it seems duke letis invited princess liena to his place.

source: 혹시 소환하고 싶은 영이라도 있으신가요…?
en: is there a specific soul that you’re trying to summon?

source: 당신을 어떻게 믿고.
en: why should i trust you?

source: 그건 내가 알아보지.
en: I’ll look into it.

source: 필요하신 게 있으면 언제든 저를 불러주십시오.
en: please let me know if you need anything.

source: 당신 정말 도움이 안 되는군.
en: you really are useless.

source: 그녀의 수명은 길었고 다시 만나게 된다면 그녀가 나이 들어 죽었을 때라 생각했는데…
en: she had a long lifespan. if we were to meet again, I thought it would be after many years, when she comes due to age...

source: 예나?
en: yena?

source: 모든 걸 다 가질 수 있어.
en: you’ll have everything.

source: 정원에 묻어버려야 하나?
en: should I bury them in the garden?

source: 내가 한 게 아니야.
en: i did nothing.

source: 그게 말이 돼?
en: do you think that makes any sense?

source: 아이가 아무도 없는 방에서 귀신을 본 것처럼 미쳐서 뛰어다녀요.
en: the little girl is running and screaming as if there’s something scary there.

source: 내 세계에선 이런 느낌은 대부분 좀비인데….
en: in my world, creatures like these are usually zombies.

source: 아르젠 백작님의 호위무사분이 예전에 제 부적을 사가시긴 했습니다.
en: count arzen’s guard did come by to buy one from me.

source: 닥쳐 아이시타...
en: aisita. shut up...

source: 절대 아니야.
en: absolutely not.

source: 지난 달에도 세 명이나 있었죠.
en: there were three last month.

source: 공주님이셨습니다.
en: ...you, your honor.

source: 레티스 공작은?
en: where’s duke letis?

source: 아, 맞다.
en: oh, right.

source: 이게 뭐지?
en: what might this be?

source: 응, 아까 일어났어….
en: oh, I got up a little while ago...

source: 뭐하고 있는지 궁금해서 와봤더니 야박하게…
en: i just came to see what you were up to...

source: 못하는 게 하나 있구나.
en: I guess there is one thing.

source: 오늘 재밌는 걸 보게 될 거야.
en: you’ll see something entertaining today.

source: 당신 돌팔이구만.
en: you’re a scam.

source: 이 모든 사달도 사실 그때 소멸했어야 했던 이 영을 보내주셔서 그런 거잖습니까.
en: this whole thing happened because you sent this soul back up when she was supposed to perish!

source: 죄를 물을 수 없다는 사람이 누군데?
en: who is that person that we cannot accuse?

source: 1분 내로 나오시지 않으면 집 안에 당장 들어오시겠다고….
en: he said he’ll march in if you don’t come greet him right away...

source: 백작님도 짐작은 하고 계시죠?
en: count arzen, you are also thinking the same thing, right?

source: 낮에는 힘이 없고 밤에는 통증 때문에 아플 거 아냐… 어떡해?
en: you must be weak during the day and suffering at night... what are you gonna do?

source: 끝없이 살해당해서 단명하는 형벌이라니… 잔인하군.
en: how cruel... she will be murdered in every single one of her lives?

source: 레티스 공작이 무슨 모략을 꾸미는지 모르겠지만 걱정마십시오.
en: I don’t know what he’s up to, but don’t worry.

source: …가려고 했지.
en: I tried...

source: 그런데도 찾아다닌다면 넌 우리 신들의 자존심까지 짓밟는 거야.
en: you’re shaming all gods by still being so hung up on her.

source: 마, 말도 안 돼!
en: n-no way!

source: 리에나의 망상
en: liena’s delusion

source: 누가 당신을 소환했는지 찾아주지.
en: i’ll find them for you.

source: 필요하면 방해되는 자는 모두 없애버려서라도 난 꼭 살아남을 거야.
en: even if I have to get rid of everyone who gets in the way.

source: 마물들에게 죽게 만들려고!
en: all so she would die to the dark creatures!

source: 계획에 없던 마물까지 소환되는 걸 보면 문제가 생긴 건 아닌가.
en: if dark creatures are accidentally being summoned, there must be an issue.

source: 너무 두려워하지마.
en: don’t be too scared.

source: 아버지는 왕국 최고의 마법사라 못하는 게 없거든요.
en: my dad is the best magician in the kingdom. there’s nothing he can’t do.

source: 쓰레기같은 놈.
en: pathetic.

source: 내가 3일 동안 어디에 있었는지 찾긴 했어?
en: did you look for me during the three days i was gone?

source: 공주님~ 제발 진정하세요.
en: your highness! please calm down!

source: 아, 죽었다가 살아난 사람이 있으면 신고하는 거 맞죠?
en: we’re supposed to report it if someone comes back to life, right?

source: 이거 내가 괜한 뒤처리해 준 거 맞지?
en: then i did all that for nothing?

source: 젠하드 경감님이 오기로 하셨는데….
en: i was expecting inspector zenhad...

source: 어떻게 찾았어?
en: how did you find them?

source: 아르젠 하인이 나를 왜?
en: why would one of arzen’s people try to kill me?

source: 여기 있는 동안은 내가 널 보호해줄게.
en: i’ll protect you while i’m here.

source: 주변에 여자들이 많아.
en: ...likes to keep a lot of girls around.

source: 외국에 온 것 같아
en: feels like i’m in a foreign country

source: 그, 그건 말할 수 없어!!
en: I-I can’t tell you why!!!

source: 10대로 보이는데?
en: he looks like a teenager.

source: 뿌, 저기 크로니온님이 지난번에 살려보내준 영 맞지?
en: bu, that’s the soul master chronion saved before, right?

source: 내가 다른 사람 같이 느껴져?
en: do I feel like a different person?

source: 당연히 안 되겠죠?
en: I can’t, right?

source: 손만 뻗으면 드디어 그놈을 죽일 수 있었다.
en: i was so close to killing him.

source: 한 시간 후
en: an hour later

source: 그 집 하인들도 물론이고.
en: his servants do, too.

source: 그리고 왕비님.
en: your majesty,

source: 어젠 당신이 힘을 보여 달라고 했으니까.
en: i showed you my power yesterday simply because you requested it.

source: 그보다… 공주님을 찾아오신 손님이 계십니다.
en: more importantly... there is a guest who wishes to see you.

source: 죽어라, 리에나 공주!
en: die, princess liena!

source: 미안해, 아르젠.
en: I’m sorry, arzen.

source: 죽은 공주의 몸에 내 영혼이 들어왔다는 거잖아.
en: so my soul is in this dead princess’s body.

source: 안 궁금해?
en: aren’t you curious?

source: 내가 방금 무슨 생각을…
en: what... was i just thinking about?

source: 당신 집으로 가는 길은 내가 알려줄게.
en: i can teach you how to get home.

source: 힘이 너무 강해 그의 몸과 영을 소멸시키지 않으면 모든 인간을 다 죽일 수도 있어.
en: he is far too powerful. if we do not destroy his body and soul, he may achieve his goal.

source: 이것도 마물이야?
en: is this also a “dark creature”?

source: 그럼 역시 오늘인가.
en: so, they must be coming tonight.

source: 그녀는 분명히 리에나 공주가 아니야.
en: she is definitely not the real princess liena.

source: 당신의 그 능력들은 인간일 수가 없어.
en: humans can’t have powers like yours.

source: 오늘 재밌는 걸 보게 될 거예요, 엄마.
en: you’ll see why I’m in a good mood.

source: 그땐 삭막한 집이라 생각했는데
en: i thought it looked a little gloomy last time...

source: 죽음이 예고도 없이 찾아온다는 말도 사실 죽음의 신이 길치라 그런 뜻이 담겨있지.
en: that’s why people say death keeps no calendar, you know.

source: 그새 정들었나….
en: maybe I got attached...

source: 리에나 공주에게 들어온 영 말이야, 유리니카를 닮았다고.
en: the soul in princess liena’s body like yurinika’s.

source: 뭔 소리야??
en: what is he talking about?

source: 주제 파악 좀 하세요.
en: know your place.

source: 자존심 상해서 내가 죽었다는 말을 못하겠네!
en: i can’t tell him that i actually died!

source: 통증이 멈출 수도 있…
en: it might help with the pain--

source: 죽은 레티스가 아직 발견이 안 된 건지도 모르지.
en: or they haven’t found his dead body.

source: 잠깐만요.
en: one second.

source: 당신 세계?
en: your world?

source: 아아악 미친 공주가 사람을 죽이려고 해!!
en: kyaaa! this crazy princess is trying to kill me!

source: 그놈도 다른 건 다 참아도 이건 못 참더라고.
en: that vampire hid all of his instincts, except for one.

source: 공주님의 유배지로 정해지는 바람에 저희가 불편을 무릅쓰고 저택을 내어드렸어요.
en: since this place was to be the place of your banishment, we let you stay here at our cost.

source: 왕족?
en: the royal family?

source: 당신도 좀 자둬.
en: you should get some sleep too.

source: 독 때문에 레티스 공작과 함께 있는 거라면
en: if you are staying with duke letis because of the poison...

source: 파멸의 신과 죽음의 신은 바케란 왕국 역사에 아주 중요합니다.
en: the god of ruination and the god of death are both incredibly important to the history of the vakeran kingdom.

source: …헤베베?
en: a... hebebe?

source: 잘 모르겠군.
en: I am not sure.

source: 집사도 부적을 가지고 있었네.
en: didn’t know you had one as well.

source: 신선했다.
en: she was different.

source: 같은 시각
en: at the same time

source: 당신이 내게 힘을 줄 때마다 당신에게 안 좋을지도 몰라.
en: giving me energy may be harmful to you.

source: 왜 저렇게 신이 난 거지?
en: why does she look so excited?

source: ……책?
en: books?

source: 사고로 위장해 상습적으로 돈을 뜯어내려는 자 같습니다.
en: he seems like a scammer who rips people off using fake accidents.

source: 시녀장님!
en: ma’am!

source: 프란츠 왕자님이 아프실 때마다 궁에서 가장 멀리 떨어진 이곳으로 오셨어요.
en: every time prince frantz was sick, you were sent here, the place furthest from the palace.

source: 무엇보다 아르젠의 표정이 마음에 걸려.
en: he made a weird face when he saw me there too.

source: 네, 그게….
en: well, yes...

source: 난 빚지고는 못사는 성격이거든.
en: I don’t want to live feeling indebted to someone.

source: 더 이상 이곳에 계시지 말고 저와 함께 돌아가요, 공주님.
en: you don’t have to stay here, princess liena. come back with me.

source: 그럼 밥도 먹고 잠도 자고 도 싸려나?
en: then is he eating, sleeping, and pooping?

source: 자고 일어났더니 갑자기 떠오른 건데 이곳으로 오기 바로 전,
en: this morning, i remembered that right before i was sent to this world...

source: 마리엔의 죽음은 자살로 종결이 되었습니다.
en: ...marianne’s death was concluded as a suicide.

source: 벌써 가는 거야?
en: leaving already?

source: 부끄럽지만 전 죽는 게 너무너무 무섭거든요!
en: it’s embarrassing, but I’m very very scared of death!

source: 흑마법사 케릭스의 정체는…
en: kalberr, yurinika’s father...

source: 대체 어떤 세계에서 온 거지?
en: what kind of world did he come from?!

source: ……알겠다.
en: all right...

source: 아차…!
en: oops...!

source: 사실을 발설하면 백 년 동안 말을 못하게 만들어 버린다고 해서 차마 이야기는 못하지만…
en: ugh! she said she’ll take away my voice for a hundred years if I told him the truth!

source: …처음이십니다만.
en: but you have never been here before...

source: 하고 싶은 말이 정확히 뭐지?
en: get to the point.

source: 그자를 안다는 거야?!
en: you know who it is?!

source: 난 이제 진짜 리에나 공주처럼 살려고 하는데, 내 방에 암살자들이 죽어있으면 뭐라고 생각하겠어.
en: I’m trying to live like the real princess liena. what would they think when they discover a couple of dead assassins in her room?

source: 이거 뭔가 연결이 이상한걸….
en: this smells fishy...

source: 충격 때문에 깊은 지하에 숨어있는 영인데 어떻게 소환된 거지?
en: this traumatized soul was hiding deep within the underworld... how did they summon her?

source: 저승 (하계)
en: the underworld

source: 당신이 직접 해야지.
en: do it yourself.

source: 집에 안 가고 여긴 왜 온 건데?
en: why didn’t you go home?

source: 분명히 이곳엔 그가…!
en: he must be here--

source: 재밌는 걸 보게 될 거라 했지?
en: I told you, you’ll see something entertaining.

source: 죽.었.으.니.까!
en: because. i. died.

source: 꺄아아악-!!
en: AAAHHH!

source: 턱
en: grab

source: 그리고 공주님도 사실은 죽었다 살아난 거라면서요?
en: i heard you also came back to life.

source: 그것 참 속이 시원하네.
en: good!

source: 거만하게 알아낸 거 있으면 자기한테 보고하라는 거 들었지.
en: did you see how condescending he was when he ordered us to report anything we found back to him?

source: 아르젠은 이 방에 들어오지 않고 있다고 했는데
en: ...he doesn’t come in here anymore.

source: 어이가 없군.
en: I can not believe this.

source: …아냐.
en: no.

source: 남편과 자식들을 위해 죽어라고 일만 하다가 과로로 쓰러져 죽었는데…
en: i died overworking myself for my husband and my children...

source: 말해줄 것 같은가?
en: ...will not tell you.

source: 전대 가주님의 충실한 신하였던 베노스가 당신의 물음에 답합니다.
en: as a dutiful subject of the previous lord vermon, i will answer your question.

source: 당신도 나도 죽은 몸에 들어왔다는 걸.
en: you and i are both in dead bodies.

source: 아 허리야 잠을 잘못 잤어.
en: ugh, my back.

source: 반드시 죽이고 싶은 놈이 있다고 했잖아.
en: remember when i said that there is someone that i have to kill?

source: 어린 손자는 무사하구요.
en: the grandchild survived.

source: “에테라” 라고 전하면 아신다는데요.
en: she told me that you’d know the name “ethera”.

source: 리노!
en: rino!

source: 리에나 공주님이 이 곳에 오신 후로 이상한 일이 끊이질 않…
en: ever since she came here, weird things keep happening--

source: 수정구슬은 좀 인정!
en: the crystal ball was real, at least.

source: 어디 가?
en: where are you going?

source: 혼이 빠져나와야 하는데 당신은 반응이 없어.
en: your soul is meant to leave your body when i touch you, but there is no response.

source: 리에나 공주님도 참….
en: how questionable...

source: 공주님이 행방불명이 되신 게 틀림없어.
en: she must be missing.

source: 헤베베 라던가?
en: I think it’s called a hebebe?

source: 죽은 줄 알았던 리에나가 살아났으니 기절초풍해서 레티스에게 연락을 취할 텐데,
en: they probably panicked when i came back to life and will try contacting him.

source: 폭력은 질색이라.
en: i hate violence.

source: 움직임이 너무 빨라서 오르마이라는 약초의 향으로 기절시켜 태워 죽이는데 이걸 한방에 찔러 죽이시다니!
en: due to their speed, they are usually killed with the smoke of the ormai herb, but you got one with a knife!

source: 아르젠 백작님이 공주님을 잠시 만나고 싶다고 하십니다!
en: count arzen wishes to see you, princess liena.

source: 발밑 조심.
en: watch your step.

source: 크로니온 너 길치잖아!
en: you’re directionally challenged!

source: 꼬 르 륵
en: growl

source: 레티스… 공작?
en: duke... letis?!

source: 다시 살아볼 거야.
en: i’m going to live.

source: 아, 공작님 모르셨어요?
en: my lord, I didn’t know you weren’t aware of it.

source: 노티엘 남작님의 영애 고브릴라 아가씨 아니십니까!
en: oh, lady govrilla!

source: 저 여자가 죽었다 살아나는 바람에 신이 노하셔서 전염병이 도는 거야.
en: she’s the reason why the gods are mad! she came back to life!

source: 확 물어버릴테니까!
en: or else I’ll bite you!

source: 왜 아르젠에게 도움을 청한 거지?
en: why did she ask arzen?

source: 공주님의 약혼내정자님이세요!
en: he’s supposed to be your fiance!

source: 천 년 전 대마법사 칼베르가 소르덴 산에 마물을 다 모아서 나오지 못하게 결계를 쳐놨는데 시간이 지날수록 한 번 씩 결계 틈 사이로 마물이 빠져나와요.
en: a thousand years ago, the great magician kalberr sealed the dark creatures in mt. sorden. however, some escape through cracks in the seal.

source: 집사에게 지도 좀 얻어올게.
en: i’ll get a map from the butler.

source: 하지만 그가 보이지 않습니다.
en: but we cannot find him.

source: 그러고 보니 아르젠의 부모님은…?
en: wait, does arzen live with his parents?

source: 소근 소근…
en: whisper whisper

source: 이젠 내가 무서워.
en: i’m afraid of myself...

source: …공작님이 두려워 아무도 나서지 않아서요.
en: ...of duke letis.

source: 저승에 있는 영혼이 간혹 소환되었지만 크로니온 네가 이렇게 직접 온 걸 보면 심각한 걸 텐데
en: i know it happens, but it must be pretty serious now that you’ve come yourself.

source: 불가능합니다.
en: ...not.

source: 여기서 뭐해..요?
en: what are you doing here, your highness?

source: 하긴 누가 그러던데 오늘 아르젠 백작님과 세레스탄 신전에 있었다면서요?
en: someone told me that you were at the shrine of serestan with count arzen.

source: 그리고 여긴,
en: and this...

source: 이 여자 부모가 당신 가족을 재로 만들었어!
en: her parents burned your family to ashes, remember?

source: 흑마법 따위가 감히 크로니온님을 여기까지 오시게 했으니 제가 목숨을 걸고 꼭 찾겠습니다!
en: i swear on my life i will find the one who made you come all the way to the human world.

source: 세레스탄 너에게 딱 어울리는 그 흉측한 모습은 뭐지?
en: what is that hideous appearance which suits you perfectly?

source: 야!너 다시 말해봐!!
en: hey! what did you say?!

source: 미안하긴.
en: don’t apologize.

source: 그럼 레티스.
en: so, letis.

source: 동료로서 하는 말인데
en: as your comrade, I’ll give you a tip.

source: 소르덴 산 대마법사 칼베르가 마물들을 모아서 나오지 못하게 결계를 쳐놓은 산
en: mt. sorden the mountain where the great magician kalberr trapped all the dark creatures using a barrier

source: 아침 준비할까요?
en: would you like to have breakfast?

source: 의뢰비 엄청 비쌈
en: has an expensive commission rate

source: 기억 안 나세요?
en: don’t you remember?

source: 내가 괜히 나선건가?
en: perhaps i should not have interfered.

source: 앗!
en: hey!

source: 푸하하하하하핫 크로니온이 인간의 몸에 봉인이 되었다고?
en: hahahaha! chronion’s soul is trapped in a human body?

source: 당시 프란츠 왕자님과 함께 있었던 사실을 기억하지 못하셨습니다.
en: you did not remember the fact that you were with prince frantz.

source: 공주님께 독약을 먹인 사람이 레티스 공작 맞습니까?
en: is letis the one who poisoned you?

source: 진짜 이 세계에서 죽어버리기라도 하면?
en: what if i die in this world?

source: 자살하는 방법도 새롭군.
en: what a creative way to leave this world.

source: 근데 사실은 사귀는 여신이 따로 있었어.
en: all while he was dating this another goddess.

source: 쿡쿡...
en: chuckle

source: 공작이라…
en: a duke...

source: 당신도 알다시피 내가 리에나처럼 젊은 나이에 너무 허무하게 죽어서 이번 생은 두 번째 기회다 생각하고 진짜 오래오래 잘 살아보려고.
en: as you know, my last life ended too early, just like liena’s. sooo... I’m gonna do whatever it takes to live a good, long life this time.

source: …미워하지 않습니다.
en: I do not resent you.

source: 으악...
en: ACK

source: 깜짝이야.
en: what the heck?

source: 핸드폰?
en: phone?

source: 너보다 잘생겨서?
en: because i’m more handsome?

source: 아니 사람인가?
en: or is it a person?

source: 리에나 공주가 죽었다가 살아나서 기억까지 잃었다고?!
en: liena came back to life and lost her memories?!

source: 저를 보내주세요.
en: send me back.

source: 어둡고 뜨겁고 끝나지 않는 고통과 비명에 찬 절규가 이어지는 곳.
en: ...a dark, fiery place, filled with never-ending screams and pained cries.

source: 아름다운 눈동자는 마음에 들었는데…
en: i kind of liked them...

source: 여보, 왜 그래?!
en: honey, what’s wrong?!

source: 세상에!
en: woah!

source: 기억을 잃으셨다고 들었는데 정말이신가 보군요.
en: i heard you lost your memories.

source: 나랑 어렸을 때부터 친구였다고 했지.
en: you said we were childhood friends.

source: 신도 속이는 흑마법이었다.
en: using dark magic that can trick even gods...

source: 다…당신 분명히 우리가 죽였는데!!
en: w-we killed you!!!

source: 지금은 새벽인데요 공주님~
en: the sun’s not even up, your highness!

source: …설마.
en: impossible...

source: 어머니는 그 충격으로 쓰러져 더 이상 일어나지 못하셨거든요.
en: my mother collapsed from the shock of losing my father and never woke up again.

source: 이런……
en: damn it...

source: 산성비!!!
en: acid rain!!!

source: 네에 네에~ 그럼 갈치라고 하죠.
en: yeah yeah, just challenged then.

source: 그놈이 있는 곳이야!
en: this is where that bastard is.

source: 당신은 공주니 나보다 더…
en: as a princess, surely your face must be more...

source: …왜 자꾸 창문으로 다니는 거지?
en: why... must you enter through the window?

source: 신은 결국 두 분 중 한 분만 선택하실 테니까요.
en: only one will be chosen to survive.

source: 쯧….
en: tsk

source: 그거야…
en: well, that was...

source: 눈물?
en: tears?

source: 날 때린 인간은 당신이 처음…
en: you’re the first human to hit—

source: 아르젠 백작 저
en: count arzen’s mansion

source: 공주님, 어서 여기서 나가야 해요!!!
en: your highness, we must get out of here!!!

source: 공주님만을 위한 결계가 쳐져 있기 때문입니다.
en: there is a special barrier for you on that gate.

source: 정말 가만 두지 않겠어!
en: whatever it is, i won’t let this go.

source: 밤의 여신
en: the goddess of night

source: 문이 안 열려!!
en: the door’s locked!!!

source: 내가 공주가 된 건 일주일 전으로 거슬러 올라간다.
en: i became a princess about one week go.

source: 그게 사랑이 아니면 뭐겠냐고.
en: if that’s not love, what else could it be?

source: 오래전부터 마법은 금기시돼서 현재 살아있는 마법사는 없습니다.
en: magic was prohibited a long time ago, so there are no magicians alive.

source: 당신보다 내가 더 그 자를 반드시 찾아야 한다는 것만 알아줬으면 좋겠군.
en: try to keep in mind that i am far more desperate to find him than you are.

source: 하지만
en: however...

source: 원하는 과거와 미래를 볼 수 있다고?
en: i can see any past or future that i want?

source: 여자 옷이 참 많아.{j}약혼녀는 한 번도 집에 안 데려온 못돼 처먹은 바람둥이 씨 .
en: you have a lot of women’s clothing{j} for someone who has never brought their fiance home.

source: 난 진짜 리에나가 아니니까.
en: of course. i’m not the real princess liena.

source: 내 말을 다 들어주는 편이랄까?
en: he’s been doing me a lot of favors.

source: 당신이 여길… 어떻게 왔지?!
en: how did you come here?!

source: 어딜 보는 거야?
en: what are you looking at?!

source: 당신이 누군지 어떤 세계에서 왔는지 관심 안 갖기로 했어.
en: i decided to not care about you or your world.

source: 난 별로 관심없는데.
en: i am not interested.

source: 크로니온님, 정말 이 인간 여자를 데려가실 거예요?
en: master chronion, are you really taking this human with us?!

source: 당신이… 죽음의 신 크로니온 이라고요…?
en: you are... chronion, the god of death...?

source: 꽤 괜찮은 몸 안에 들어왔네.
en: you got a pretty good body.

source: 안 궁금해?{j}누가 당신을 소환했는지?
en: aren’t you curious {j}about the person who summoned us?

source: 시체들이 어디 갔지?
en: where did they go?

source: 뭐야, 피가 노란색이잖아.
en: they have yellow blood, huh.

source: 죽이러 올 때를 기다리고 있다가 그자를 덮쳐서 내 세계로 돌아갈 방법을 알아낼 거야.
en: i’ll wait until they come for me, then attack and find the way back to my world.

source: 레티스 공작 저
en: duke letis’ mansion

source: 탓-
en: jump

source: 프란츠와 리에나 둘 다를 선택할 순 없어.
en: I can’t choose both frantz and liena.

source: 이 몸뚱아리는 원래 내 몸보다 더 형편없다구요.
en: this body is even worse than my original one.

source: 내 정체를 알면 당신은 죽어.
en: if i told you, i would have to kill you.

source: 내가 뭐랬어.
en: I told you,

source: 누가 자신을 소환했는지 찾아낸 건가.
en: did she find the one who summoned her?

source: 레티스 공작과…… 파혼하실 순 없으실까요.
en: can’t you just... break the engagement?

source: 카를로가 누구야?
en: who’s that?

source: 매일 마시지 않으면 공주님의 기억이 돌아올지도 모른다고 하셨는데 어떡하지?
en: he said if she doesn’t, her memories might come back. what should we do?

source: 같은 걸 느끼고 있어.
en: I am experiencing that right now.

source: 귀찮은 일은 별로.
en: i avoid tedious work.

source: 흑마법이니까.
en: it is due to dark magic.

source: 엉뚱한 데로 가면 안돼~
en: don’t go anywhere else!

source: 이 부적을 공주님께 선물로 드리겠습니다.
en: here, I’ll give you this talisman as a gift.

source: 아, 이거 레티스 공작이 선물로 줬어.
en: oh, duke letis gave this to me as a gift.

source: 이 세계에선 왜 눈만 감으면 자는 거지?
en: how did i fall asleep so easily?

source: 어서 가시죠.
en: please follow me.

source: 궁금함!
en: I do!

source: 이번 생에선 정말 하고 싶은 게 많아요.
en: i have so much that i want to do with this new life.

source: 떠들썩하게 이곳에 왔으니 궁에 있는 그 누군가 여기로 소식을 전해주겠지?
en: I made a big deal out of moving into your place, so hopefully they’ll keep sending me the information here.

source: 궁으로 가는 지도를 가져가셨다면 이번에도 어쩌면 소르덴 산에 계실지도 모른다.
en: if she took a map to the palace, perhaps she is at mt. sorden again.

source: 저요?
en: me?

source: 아기?!
en: a baby?

source: 벌 받은 거야.
en: it’s karma.

source: 이제 돌아갈 몸도 없는데
en: i don’t even have a body to go back to.

source: 갑자기 마물로 변했다라…
en: turned into a dark creature...

source: 나는
en: it is...

source: 아냐, 지금은 그게 중요한 게 아니야.
en: that doesn’t matter right now.

source: 미신을 믿는 사람들이 많은가 보지, 뭐.
en: i guess most people believe in the supernatural.

source: 자기도 만만치 않게 비극적인 가족사가 있으면서.
en: his story is as tragic as mine.

source: 살인마 주제에 바람둥이까지.
en: a murderer and a player.

source: 네, 아르젠 백…
en: okay, count arz--

source: 프란츠와 둘만 있고 싶구나.
en: I wish to be alone with frantz.

source: 잠깐 이야기 좀 해!
en: talk to me for a second.

source: 주술사세요.
en: he’s a warlock.

source: 설마 리에나?
en: is it for liena?

source: 이번은 그냥 넘어가는데
en: i’ll let it slide just this once...

source: 마차 앞에 뛰어드는 걸 미처 피하지 못했습니다.
en: I couldn’t avoid this man who jumped in front of the carriage.

source: 행방불명이 되신 건가?
en: is she missing?

source: 그럼 한가지만 말씀해 주십시오.
en: then, could you explain this for us, duke letis?

source: 설마 내가 좀 놀렸다고 나 혼자 보낸 거야?
en: did he send me alone because I made fun of him a little?!

source: 그녀는 유리니카가 맞아!
en: that soul is yurinika!

source: 운동 한 번 안 해본 리에나의 몸으로 아무 무기도 없이 밥도 안 먹고 3일 동안 마물들을 없애는 것도 한계가 있더라고.
en: ...but in liena’s weak body with no weapons, fighting the dark creatures for three days without any food was pretty difficult.

source: 타시온!
en: tacion!

source: 헤릭.
en: herrick.

source: 쥬디, 앉으라니까.
en: judy, you can sit.

source: 맞다, 시체들!
en: oh, right! the dead bodies!

source: 네네, 안 드시겠죠.
en: sure, sure. you don’t.

source: 무르기 없기!
en: no takebacks!

source: 정말 현란한 스펙이야!
en: what a great resume!

source: 아냐, 지금은 관심 있어!
en: no, I’m interested now!

source: 공주님과 왕자님은 같이 태어나면 안 되셨습니다.
en: the prince and the princess were not meant to be born together.

source: 다 내 거니까 손대지 말아요.
en: don’t you dare to lay your fingers on my stuff.

source: 죄송합니다, 공작님~~!
en: my apologies, duke letis!!!

source: 아직 할 말이 안 끝났는데 슉 하고 사라져서 따라왔지.
en: i wasn’t done talking, but you swooshed away. so, i just followed you.

source: 그래도 여기에선 내 죽음은 내가 선택할 거야.
en: I’ll choose the way I die here, at least.

source: 네가 마법에 약한 이유가 장인어른 칼베르 대마법사 때문이잖아.
en: your vulnerability to magic is because of kalberr, your father-in-law, after all.

source: 집사가 서점 건너편 골목이라고 했잖아.
en: the butler said it’s an alley across the bookstore.

source: 저승에서 올라온 것 같습니다.
en: ...came here from the underworld.

source: 이 망할 인간 몸뚱아리에 봉인된 크로니온님을 꺼낼 방법을 제가 꼭 찾을 거예요!!!
en: I will find a way to get you out of this damn body, master chronion!

source: 다치진 않았고?
en: did you get hurt?

source: 지키는 것보단 죽이는 게 더 익숙하지만.
en: more like i’ll kill everyone else.

source: 거의 다 죽었…?
en: almost died...?

source: 어쨌든 아르젠 집으로 순간이동 하려고 했던거라면 좀 더 신중하게 행동하는 건 어때?
en: anyway, if you were trying to teleport to arzen’s place, why don’t you think about it first?

source: 뭐 알고 있는 거 있어?
en: do you know anything specific about her?

source: 마리엔은 그전까지 왕자님과 개인적으로 만난 적이 한 번도 없었거든요.
en: marianne has never met with the prince privately before.
